// toolbar items

"SToolbarSimpleMode"  = "Anfänger Modus";
"SToolbarSimpleModeHint" = "Anfänger Modus";

"SToolbarAdvancedMode"  = "Experten Modus";
"SToolbarAdvancedModeHint" = "Experten Modus";

"SToolbarEnterDFU" = "DFU";
"SToolbarEnterDFUHint" = "DFU";

"SToolbarLog" = "Log";
"SToolbarLogHint" = "Log";

"SToolbarHelp" = "Hilfe";
"SToolbarHelpHint" = "Hilfe";

"SToolbarExit" = "Beenden";
"SToolbarExitHint" = "Beenden";

// Bubbles

"SClickHere" = "Hier klicken für weiter";
"SITunesNotFound" = "Du benötigst mindestens iTunes 8.0 oder neuer, um deine eigene Firmware einzuspielen.";
"SFreeSpace" = "Verfügbar: %.02f MB";

// Select platform

"SSPText" = "Wähle hier das passende Gerät aus, das du bearbeiten möchtest.\nDies kann ein iPhone (3G, 3GS, 4), iPod Touch (3G, 4G), iPad, AppleTV 2G.";
"SSPTooltip" = "Hier klicken für %@";
"SSPSelectPlatform" = "Gerät auswählen!";

// Browse firmware

"SBFText" = "Wähle hier die Firmware aus, die du verwenden möchtest. Sollte das PwnageTool keine passen Firmware finden, kannst du diese selbst auswählen. ";
"SBFSelectFirmware" = "Firmware auswählen!";
"SBFWrongFirmwareSelected" = "Falsche Firmware ausgewählt";
"SBFNoFirmwareFound" = "Keine Firmware Datei gefunden!\nMöchtest du im Web suchen?";
"SBFBrowseFirmware" = "Nach %@ Firmware suchen.";
"SBFGoogleSearch" = "http://www.google.de/search?&q=%@+4.1+ipsw+download";
"SBFHint" = "Du kannst in den Experten Modus wechseln und dort die %@ Firmware auswählen";
"SBFBrowseIPSW" = ".ipsw Firmware auswählen...";

// Builder Menu

"SBMText" = "Diese Ansicht ermöglicht es dir, deine Firmware nach deinen Wünschen anzupassen. In den verschiedenen Menüs, kannst du entsprechende Einstellungen vornehmen, danach wähle \"Erstellen\" um deine %@ Firmware zu erstellen.";
"SBMSelectAction" = "Menü / Option auswählen!";
"SBMGeneral" = "Allgemein";
"SBMCydia" = "Cydia Pakete";
"SBMCustom" = "Paketauswahl";
"SBMLogos" = "Eigene Logos";
"SBMBuild" = "Erstellen";

// Builder Settings

"SBSText" = "\"iPhone aktivieren\" führt die nicht offizielle Aktivierung durch, mit \"Baseband updaten\" wird auf das zugehörige Baseband geupdatet. Die Größe der root Partition kann ebenfalls bestimmt werden.";

// Builder Cydia

"SBYText" = "Hier findest du alle individuell ausgewählten Cydia Pakete. Navigiere zwischen den Tabs und konfiguriere bzw. wähle die Pakete, die du mit einbinden möchtest. Natürlich kannst du weiterhin Cydia Pakete direkt mit deinem %@ installieren.";
"SBYDeletePackages" = "Ausgewähltes Cydia Paket aus dem PwnageTool entfernen?";
"SBYDeleteSources" = "Ausgewählte Cydia Quelle aus dem PwnageTool entfernen?";
"SBYBadURL" = "Auf diese URL konnte nicht zugegriffen werden.";

// Builder Custom

"SBCText" = "Hier findest du zusätzliche Pakete für deine eigene Firmware, diese kannst du hier aktivieren bzw. deaktivieren.";

// Builder Logos

"SBLText" = "Hier kannst du deine eigene Logos auswählen, diese ersetzten die ursprünglichen Logos! Wähle diese mit \"Durchsuchen\" aus.";
"SBLBrowseBootLogo" = "Boot Logo auswählen.";
"SBLBrowseRecoveryLogo" = "Recovery Logo auswählen.";
"SBLBadImage" = "Dies scheint keine korrekte PNG Datei zu sein.";

// Builder Build

"SBDText" = "Deine Firmware wird nun erstellt, diese kannst du dann zur Wiederherstellung deines %@ nutzen.";
"SBDNoFreeSpace" = "Es steht nicht genug Speicherplatz zur Verfügung.";
"SBDSaveIPSW" = "Eigene .ipsw Datei speichern.";
"SBDSaveOnDesktop" = "Firmware wird nun erstellt, diese kannst du dann zur Wiederherstellung deines %@ mit iTunes nutzen. Die Firmware wird auf deinem Desktop gespeichert. Soll fortgesetzt werden?";
"SBDAskForPwned" = "Hast du dein %@ bereits mit dem PwnageTool bearbeitet?\nSolltest du dir nicht sicher sein, klicke auf Nein.";
"SBDRestore" = "Beende nun das PwnageTool und bring dein %@ in den Wiederherstellungsmodus. Starte iTunes und stelle mit deiner eigenen Firmware wiederher.";
"SBDAreYouLegit" = "Hast du ein %@ Vertrag, wird die Aktivierung normalerweise durch iTunes vorgenommen?";

// Enter DFU

"SEDText" = "So kommst du in den DFU Modus, dieser wird benötigt um ein unpwned %@ wiederherzustellen.";
"SEDRestartGame" = "Laden des DFU Modus fehlgeschlagen.\n Möchtest du es erneut versuchen?";
"SEDFailed" = "Laden des DFU Modus fehlgeschlagen";
"SEDSuccess" = "Erfolgreich in den DFU Modus gewechselt.";
"SEDRestore" = "Erfolgreich in den DFU Modus gewechselt!\nBeende nun das PwnageTool, starte iTunes und stelle dein %@ mit deiner eigenen Firmware wiederher.";
"SEDConnect" = "Mit USB verbinden";
"SEDTurnOff" = "Gerät ausschalten";
"SEDPrepare" = "Achtung\n in 5 Sekunden den Home und Power Button\ndrücken...";
"SEDPressTwoButtons" = "Drücke nun den Home und Power Button!";
"SEDHoldTwoButtons" = "Halte nun für 10 Sekunden den Home und Power\ngedrückt...";
"SEDHoldTwoButtons2" = "Halte nun für 10 Sekunden den Home und Power\ngedrückt...\n\nAchtung, gleich den Power Button loslassen";
"SEDReleasePowerButton" = "Power Button nun loslassen!";
"SEDHoldOneButton" = "Home Button für weitere\n10 Sekunden gedrückt halten...";

"SEDATVUnplug" = "Entfernen Sie Ihr\nStromkabel vom Apple TV";
"SEDATVPrepare" = "Bereiten Sie sich\ndarauf vor Menü und Play\nin 5 Sekunden zu drücken...";
"SEDATVPressTwoButtons" = "Drücken Sie Menu\nund Play!";
"SEDATVHoldTwoButtons" = "Drücken und halten Sie\nPlay und Menü und lassen\nSie beide nach\n7 Sekunden los...";
"SEDATVReleaseButtons" = "Lassen Sie beide\nKnöpfe los!";

//

"SNotEnoughFreeSpace" = "Es steht nicht genug Speicherplatz in %@ zur Verfügung. Es werden mindestens %d MB benötigt.";
"SLoadedIPSWFile" = "Lade .ipsw von '%@'.";
"SCustomIPSWNameFormat" = "%@_Custom_Restore.ipsw";

"SIPSWRecognized" = ".ipsw Datei wurde als %@ erkannt.";
"SIPSWNotRecognized" = ".ipsw Datei konnte nicht erkannt werden.";

"SCIMaking" = "Erstelle eigenes %@ Logo.";
"SCIMakingSuccess" = "OK";
"SCIMakingFailed" = "Fehlgeschlagen";

"SIPSWUnzip" = "Entpacke .ipsw Datei nach %@.";
"SIPSWUnzipSuccess" = "OK";
"SIPSWUnzipFailed" = "Fehlgeschlagen";

"SFWPatch" = "Modifiziere %@.";
"SFWPatchSuccess" = "OK";
"SFWPatchFailed" = "Fehlgeschlagen";

"SFSConvertToUDRW" = "Konvertiere root Dateisystem zu UDRW Image.";
"SFSConvertToUDRWSuccess" = "OK";
"SFSConvertToUDRWFailed" = "Fehlgeschlagen";

"SFSResize" = "Passe root Dateisystem  nach %@.";
"SFSResizeSuccess" = "OK";
"SFSResizeFailed" = "Fehlgeschlagen";

"SFSAttach" = "Attaching root Dateisystem nach '%@'.";
"SFSAttachSuccess" = "OK";
"SFSAttachFailed" = "Fehlgeschlagen";

"SFSDetach" = "Detaching root Dateisystem von '%@'.";
"SFSDetachSuccess" = "OK";
"SFSDetachFailed" = "Fehlgeschlagen";

"SFSConvertToUDZO" = "Konvertiere root Dateisystem zu UDZO image.";
"SFSConvertToUDZOSuccess" = "OK";
"SFSConvertToUDZOFailed" = "Fehlgeschlagen";

"SFSASRScan" = "Scanne root Dateisystem mit ASR.";
"SFSASRScanSuccess" = "OK";
"SFSASRScanFailed" = "Fehlgeschlagen";

"SFSPatch" = "Erstelle %@.";
"SFSPatchSuccess" = "OK";
"SFSPatchFailed" = "Fehlgeschlagen";

"SCPAdding" = "Binde %@ Paket ein.";
"SCPAddingSuccess" = "OK";
"SCPAddingFailed" = "Fehlgeschlagen";

"SYPAdding" = "Adding %@ cydia package.";
"SYPAddingSuccess" = "OK";
"SYPAddingFailed" = "Fehlgeschlagen";

"SCPAddFailed" = "%@ konnte nicht hinzugefügt werden. Failed to add %@ custom package. Auf der root Partition, steht nicht genügend Speicherplatz zur Verfügung.";
"SYPAddFailed" = "Cydia Paket %@ konnte nicht hinzugefügt werden. Auf der root Partition, steht nicht genügend Speicherplatz zur Verfügung.";

"SBBPrepareUpdate" = "Bereite Baseband Update vor.";
"SBBPrepareUpdateSuccess" = "OK";
"SBBPrepareUpdateFailed" = "Fehlgeschlagen";

"SIPSWZip" = "Zippe .ipsw Datei.";
"SIPSWZipSuccess" = "OK";
"SIPSWZipFailed" = "Fehlgeschlagen";

"SIPSWBuildSuccess" = ".ipsw Datei erfolgreich erstellet nach '%@'.";
"SIPSWBuildFailed" = ".ipsw Datei konnte nicht erstellt werden.";

"SRDAttach" = "Attaching %@ nach '%@'.";
"SRDAttachSuccess" = "OK";
"SRDAttachFailed" = "Fehlgeschlagen";

"SRDDetach" = "Detaching %@ von '%@'.";
"SRDDetachSuccess" = "OK";
"SRDDetachFailed" = "Fehlgeschlagen";

"SRDResize" = "Resizing %@ von %@.";
"SRDResizeSuccess" = "OK";
"SRDResizeFailed" = "Fehlgeschlagen";

"SRDUpdating" = "Update %@.";
"SRDUpdatingSuccess" = "OK";
"SRDUpdatingFailed" = "Fehlgeschlagen";

"SNoFreeSpaceLeft" = "Es steht nicht ausreichend Speicherplatz auf der root Partition zur Verfügung.";

"SPDownloading" = "Lade";
"SPDownloadFailed" = "Fehlgeschlagen";
"SPDownloaded" = "Lade";
"SPCanceled" = "Abgebrochen";
"SPNewVersion" = "Neue version";

"SFailedToPrepareX1222IPSW" = "Erstellen der x12220000_4_Recovery.ipsw fehlgeschlagen.";

